Taiwan = [
    {
        City: '台北市',
        lat: 25.0335813,
        lng: 121.5396413
    },
    {
        City: '新北市',
        lat: 25.0088047,
        lng: 121.4675743
    },
    {
        City: '桃園市',
        lat: 24.9700302,
        lng: 121.1853144
    },
    {
        City: '新竹市',
        lat: 24.7834628,
        lng: 120.8966429
    },
    {
        City: '新竹縣',
        lat: 24.6866905,
        lng: 120.8920106
    },
    {
        City: '苗栗縣',
        lat: 24.5137707,
        lng: 120.3812488
    },
    {
        City: '台中市',
        lat: 24.2190775,
        lng: 120.3953929
    },
    {
        City: '彰化縣',
        lat: 23.9916824,
        lng: 120.1829573
    },
    {
        City: '雲林縣',
        lat: 23.673315,
        lng: 119.8741095
    },
    {
        City: '嘉義市',
        lat: 23.4789419,
        lng: 120.3792559
    },
    {
        City: '嘉義縣',
        lat: 23.4243634,
        lng: 119.9770625
    {
        City: '台南市',
        lat: 23.1224935,
        lng: 119.9911883
    },
    {
        City: '高雄市',
        lat: 21.9330981,
        lng: 114.3612524
    },
    {
        City: '屏東縣',
        lat: 22.3899746,
        lng: 120.0679361
    },
    {
        City: '基隆市',
        lat: 25.1239814,
        lng: 121.5775374
    },
    {
        City: '宜蘭縣',
        lat: 25.020435,
        lng: 120.1651586
    },
    {
        City: '南投縣',
        lat: 23.8398334,
        lng: 120.4220362
    },
    {
        City: '花蓮縣',
        lat: 23.7331691,
        lng: 120.8196316
    },
    {
        City: '台東縣',
        lat: 22.7208656,
        lng: 120.6096625
    },
    {
        City: '連江縣',
        lat: 26.1614438,
        lng: 119.6497398
    },
    {
        City: '金門縣',
        lat: 25.0335813,
        lng: 121.5396413
    },
    {
        City: '澎湖縣',
        lat: 23.4809223,
        lng: 119.2404889
    }

]